# Distributed revision control system
tap "FelixKratz/formulae"
tap "sst/tap"
tap "nikitabobko/tap"

brew "git"
brew "nvim"
brew "openssl"
brew "cmake"
brew "go"
brew "fastfetch"
brew "nvm"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "shfmt"
brew "ripgrep"
brew "lazygit"
brew "btop"
brew "postgresql"
brew "azure-cli"
brew "kubernetes-cli"
brew "Azure/kubelogin/kubelogin"
brew "pipx"
brew "akamai"
brew "ollama"
brew "opencode"
brew "pnpm"
brew "sketchybar"

cask "brave-browser"
cask "firefox@developer-edition"
cask "raycast"
cask "obsidian"
cask "ghostty"
cask "beekeeper-studio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "sf-symbols"
cask "colemak-dh"
cask "claude-code"
cask "aerospace"
cask "cursor"
